accountsservice
acpi_call
act
ags-hyprpanel-git
alsa-firmware
alsa-plugins
alsa-utils
aquamarine
arc-gtk-theme-eos
archlinux-xdg-menu
aria2
ark
asf
ashell-git
aspell
asusctl
aylurs-gtk-shell-git
b43-fwcutter
base
base-devel
bash-completion
bat
batsignal
bc
betterbird-bin
bind
biome
blueman
bluez
bluez-obex
bluez-tools
bluez-utils
bob
brave-bin
brightnessctl
btop
btrfs-progs
byobu
caelestia-cli
caelestia-meta
caelestia-shell
calibre
cantarell-fonts
cartridges
chaotic-keyring
chaotic-mirrorlist
chatbox-appimage
chicken
chntpw
cliphist
cloudflared
cmake
code
code-features
code-marketplace
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
dart-sass
debtap
device-mapper
diffutils
direnv
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dosfstools
downgrade
dracut
dracut-numlock
duf
e2fsprogs
efibootmgr
efitools
emacs
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-xfce4
ethtool
eww
exfatprogs
expect
eza
f2fs-tools
fastfetch
faugus-launcher
ffmpegthumbnailer
ffmpegthumbs
file-roller
filelight
filezilla
firejail
fish-git
flatpak
foliate
folo-bin
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
foot-terminfo
fuse-overlayfs
fuzzel
gallery-dl
gamemode
gamescope
gbar-git
gearlever
ghostscript
ghostwriter
gimp
git
git-filter-repo
github-cli
gksu
glances
glaze
glow
gnome-disk-utility
go
gocryptfs
goverlay
gparted
grc
greetd
greetd-qtgreet-qt6
grim
grimblast-git
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gstreamer-vaapi
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
haveged
haxe
hdparm
helix
heroic-games-launcher-bin
hiddify-next-bin
htop
hwdetect
hwinfo
hyperfine
hyprcursor
hyprdim
hyprfreeze-git
hyprgraphics
hypridle
hyprland
hyprland-per-window-layout
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprls-git
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprswitch
inetutils
intel-ucode
inxi
iptables-nft
iwd
jamesdsp
jdk17-openjdk
jfsutils
just
kanata-bin
kate
kcalc
kde-cli-tools
kdeclarative
kdeconnect
kdf
kdialog
kermit
kernel-install-for-dracut
keyd
kfind
kio-admin
kitty
klassy-bin
kvantum
kvantum-theme-akava-git
kvantum-theme-arc
kvantum-theme-breeze-git
kvantum-theme-matcha-git
kvantum-theme-materia
kvantum-theme-orchis-git
kvantum-theme-qogir-git
kvantum-theme-vimix-git
labwc
lantern-bin
lazydocker
less
lib32-gamemode
lib32-mangohud
lib32-vkd3d
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libappimage
libdvdcss
libev
libgsf
libopenraw
libreoffice-fresh
libva-utils
libvdpau-va-gl
libwnck3
light
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
linuxdeploy-appimage
logrotate
lrzip
lsb-release
lsscsi
lua51
luarocks
lutris
lvm2
ly
lynx
lzop
man-db
man-pages
mangohud
mariadb
marknote
matugen-bin
mbedtls
mdadm
media-downloader
mediainfo
meld
mesa-utils
meson
minio
minio-client
mitmproxy
modemmanager
moreutils
mosh
mptcpd
mtools
nano
nano-syntax-highlighting
nemo
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
nexusmods-app-bin
nfs-utils
nilfs-utils
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
notorious-git
npm
nss-mdns
ntfs-3g
ntfs2btrfs-git
ntp
nvtop
nwg-look
nyrna
octopi
ollama
onagre
opam
opencode-bin
openresolv
openrgb
openssh
otf-font-awesome
otf-geist-mono-nerd
otf-monaspace-nerd
p7zip-gui
pacman-contrib
pamixer
papers
partitionmanager
pastel
pavucontrol
perl
pev
pigz
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-meta
plasma6-applets-resources-monitor
plasma6-runners-tmux
plocate
pnpm
pomodorolm-bin
poppler-glib
power-profiles-daemon
pre-commit
prison
proton-ge-custom-bin
protonhax
protontricks-git
protonup-qt
proxychains-ng
psst-git
purpose
pv
python
python-defusedxml
python-packaging
python-pipx
qbittorrent
qt5-svg
qt5-x11extras
qt5ct-kde
qt6-virtualkeyboard
qt6ct-kde
quicklisp
raffi-bin
rebuild-detector
reflector
reflector-simple
reiserfsprogs
replay-sorcery
rlwrap
rofi
rog-control-center
roswell
rsync
rtkit
s-nail
sddm
sdl2_image
sdl2_ttf
server-box-bin
sg3_utils
shiru
sigil
sing-box-bin
sing-geoip-db
sing-geosite-db
slirp4netns
slurp
smartmontools
sof-firmware
speedometer
spicetify-cli
spicetify-marketplace-bin
splix
spotify
spotube-bin
sshfs
sshpass
starship
stash-bin
steam
steamtinkerlaunch
strace
strongswan
stylepak-git
stylua
sudo
sway
swaybg
swww
sysfsutils
system-config-printer
systemd-sysvcompat
tcpdump
telegram-desktop
television
texinfo
throne-bin
tldr
tmux
tor
torsocks
traceroute
tree
tree-sitter-cli
ttf-bitstream-vera
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-dejavu
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
umu-launcher
unarchiver
unbound
unixodbc
unrar
unzip
upower
usb_modeswitch
usbutils
uutils-coreutils
uwsm-git
v4l2loopback-dkms
v4l2loopback-utils
vazir-code-fonts
vazirmatn-fonts
ventoy-bin
veracrypt
vermilion-git
vi
vim
vulkan-mesa-layers
vulkan-radeon
wakatime
waybar
waycorner
webcord
welcome
wev
wf-recorder-git
wget
which
wine-mono
wireless-regdb
wireplumber
wl-clip-persist
wl-clipboard
wlogout
wlsunset
wob
wpa_supplicant
xboxdrv
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-terminal-exec-git
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdman-beta-bin
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xone-dkms
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xpadneo-dkms
xterm
xwayland-satellite
yaak-bin
yarn
yay
yazi
ydotool
yt-dlp
zed
zellij
zenity
zig
zoxide
zram-generator
